{"meta":{"title":"Guo shuyin's blog","subtitle":"一切崇拜都要服从理性","description":null,"author":"郭书音","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"","slug":"lesson1-introduction","date":"2018-04-20T01:27:20.473Z","updated":"2018-04-20T01:56:52.375Z","comments":true,"path":"2018/04/20/lesson1-introduction/","link":"","permalink":"http://yoursite.com/2018/04/20/lesson1-introduction/","excerpt":"","text":"title： 导言一、历史1 过去发生的事→历史 作为“史实”的历史 过去发生过且被以各种形式记录 史记 学科 2史实→史记（经整理的文献） 需要 1.“史料（原始的文献）”的印证 ​ 2.记述者的选择：{史实的重要性，表达的主题（角度）} 经由史家（记述者、研究者）的记述和阐释，“史实”成为“史记” 3 怎样认识历史 我们所阅读的历史是经由记述者阐释的历史 关注史实的出处、记述者所要表达的主题 多角度、求综合 我们从历史中得到的结论是相对的 发展的眼光；现实的关怀 不用认为过去的结论是错的→环境不同、角度不同 4.如果人类没有历史 个体：记忆确保个体的完整性 群体（族群、国家）：系统的集体记忆是人类精神的重要组成部分 ​ 集体记忆是人类精神的重要组成部分 ​ 学习历史是人类认知的重要部分 族群是由历史和记忆辨别的（血缘很快融合） 二、历史教育1.历史教育的实施学校教育学校教育体系、系统地实施主流历史观教育 历史课程 历史教科书 社会教育文化机构、文化活动→传播主流价值观 使脱离学校教育之后地社会成员仍能持续接受历史观教育 媒体宣传、影视、节日 纪念日、博物馆、历史遗迹 2.历史教育之必要1）关乎现实的合理性 古—今在古代，历史关乎一个王朝的安危；在现代，历史是殖民的武器 否定他人的历史 将被侵略的国家/民族说成落后、野蛮、传统、非现代的 非法行为合理化 将侵略行为认为是文明的，合法的；是启蒙和解放 2）促使国家认同 个人—国家国家认同：一个人确认属于哪个国家以及这个国家究竟是怎样的国家的心灵性活动 现代民族国家需要得到国民认同 凝聚国力、实现社会认同 社会个体需要国民身份的认同 身份认同具有情感意义和现实意义 学校历史教育帮助社会成员系统了解国家记忆 3）增强社会共识 我—他社会共识：社会成员对于主要的或重要的公共性议题（大是大非）具有大体一致的看法 社会共识是社会成员之间能够共生共存的基础性条件，事关社会安定和谐 历史大是大非上的共识是社会共识的重要组成部分 三、如何理解中国近现代史1.近现代：距离当下不太远的历史概念，具有特定的历史内容 世界性的、全球化的 新航路、全球性的商贸网络、列强侵略活动 人类社会的政治组织形式出现了革命性发展 资本主义制度、社会主义制度 科学技术日益成为社会经济发展的重要推动力 1840年鸦片战争时中国近代历史的起点 2.近现代中国是怎样的？（1840年后中国社会发生了哪些根本性变化）1）中国丧失了完全独立的地位 半殖民地国家三要素：主权（独立权、管辖权、平等权、自卫权） 半 ：中国仍有独立国家的外形 殖民 ：中国丧失了领土主权、关税自主权、司法主权等；列强在中国租地、夺租借地、划势力范围、享有经济特权等。 中国近代一切政治、经济、文化等诸方面都不可能像在独立主权国家中那样 2）中国封建形态被打破 半封建 被卷入世界资本主义市场之中，原有的自给自足的自然经济基础被破坏 中国资本主义生产关系开始发展 中国的经济发展受到列强的打击和限制 3.近现代中国的主要问题和任务基本国情（半殖民地半封建）→主要矛盾（中华民族与帝国主义、人民大众与封建主义）→主要任务（反帝反封建）→历史任务（民族独立人民解放、国家富强人民富裕）→奋斗历程（用什么手段解决旧制度、以什么制度建设新社会）","categories":[],"tags":[]},{"title":"","slug":"lesson3","date":"2018-04-20T01:27:12.231Z","updated":"2018-04-20T01:57:25.237Z","comments":true,"path":"2018/04/20/lesson3/","link":"","permalink":"http://yoursite.com/2018/04/20/lesson3/","excerpt":"","text":"title： 第三讲 对国家出路的早期探索一、下层民众的暴力革命与理想追求1.洪秀全与拜上帝教洪秀全 洪秀全（1814-1864），出生于广东花县官禄布村（此处有误，实际应出生于福源水村，后移居官禄布村）（更接触外来影响 ），客家人（外来迁入因此生活条件更差，勇于斗争 ），自幼读四书五经。 1836年之前得到梁发所撰《劝世良言》 1837年，昏梦一场，据他回忆说自己曾上达天国，见过一位金发皂袍长者，受命拯救俗世。 1843年，第四次应考失败后，成立拜上帝教。 2.拜上帝教 原始基督教教义与传统大同思想（上帝有妻子大母等）的结合 分为 天父上主皇上帝 耶和华 天兄 耶稣 天弟 洪秀全 早期信徒有冯云山、洪仁玕、李敬芳等；后传教中心从广东花县 移到广西贵县、桂平 等地 利用拜上帝教来发动组织群众，会众多为客家人 1851年1.11，在桂平县金田村宣布起义，年号为太平天国 ，当年为太平天国元年，军称太平军 1851.12，洪秀全在永安建制，封东西南北翼各王，“所封各王，俱受东王节制” 转战两湖 定都天京：1853.3，太平军占南京；3.29，东王迎天王入南京，改南京为天京，定位都城 行程顺利的原因 清朝制度腐败，实力衰弱 太平军纪严明，厚待百姓，得到百姓支持 西征：1856.4~6，太平军击溃清军大营，解除天京威胁，进入军事全盛时期 北伐：曾国藩组湘军但被打败；太平军后在天津被清军打败 3.太平天国的理想与现实1.《天朝田亩制度》【重要】颁布与1853年11，是太平天国最核心的社会理想 有田同耕，有饭同食，有衣同穿，有钱同使，无处不均匀，无人不饱暖 1）基本内容“均田” 土地公有 （农民只有使用权，不能随意买卖；土地归上帝所有 ） 按亩产高低划分土地为九等，好坏搭配，按人口平均分配 凡16岁以上的男女，每人1分，不满16岁者减半 “圣库” 财富共享 （个人无私财 ） 生产所得的所有财富，“除足其25家每人所食可接新谷外，余则归圣库” “所有婚娶弥月稀释，俱用国库，但有限式，不得多用一钱” 鳏寡孤独废疾者，“皆领国库以养” “两” 基层政权组织 （农业生产分配以“两”实现管理 ） 每25户为一“两”，馆长为“两司马” 农业、副业产品的生产与分配，都以农村政权基层组织“两”来实行管理。 2）现实合理性 回应着近代中国最主要的社会问题——如何解决土地问题 通过土地公有 否定封建土地私有 ，是一种发展和超越 代表着占全国人口绝大多数的农民 的利益 3）空想性 无法改变中国农业小生产的经济基础 在生产力水平低下，社会财富有限的基础上，公有制是无法实现的 4）后期问题 为解决天京缺粮问题，太平天国开始实行“照旧交粮纳税” （回到土地私有制 ） 承认土地占有的合法性，土地所有者向太平天国政权交纳钱粮 定都天京后，军中财物共享制度遭到破坏，士兵开始私存财物，将官生活渐趋奢侈 作为小私有者，农民也不愿意把劳动所得的剩余生产物统一交给圣库支配。 否定封建制度之后，太平天国一时未能找到合适的替代方案。 2.《资政新篇》【重要】（资本主义色彩 ）1）提出 1859年，洪仁玕到达天京，被封为“干王”，总理太平天国的朝政 1860年，他提出全新改革方案：《资政新篇》 2）主要内容政治 革除弊端，“禁朋党之端” 学习西方，制订新的法律和制度 经济 兴办近代企业、事业 学习西方科学技术及科技奖励制度 提倡效仿西方的雇佣劳动制度 文化 设立新闻官和新闻馆 兴办学校、医院和社会福利事业 外交 平等外交、自由通商等 3）评价 思想内容：内容基本游离于农民斗争之外的、具有资本主义色彩的社会改造方案 提倡雇佣劳动；未提及土地问题等 历史时机：是中国近代最早提出的学习西方、主张发展资本主义的社会改造方案 顺应着近代历史发展的潮流 缺少可现实的社会力量 社会影响：在当时未受重视，影响很小 3.国际观念 尚未具备平等外交的观念 未能认清列强殖民侵略的本质 以朴素的疆域意识、受“光复疆土”使命感的召唤，反对列强侵占中国土地 对于列强在关税权、司法权、内河航运权等方面的特权，太平天国并未有正确的认识 4.太平天国的历史意义【重要】1.回应着中国近代历史的社会主题 否定封建制度，动摇清政府根基 削弱清王朝的统治 冲击封建意识形态儒学 掀起各族民众反清斗争高潮 打击侵略势力，冲击西方殖民者在亚洲的统治 做出反侵略的业绩 打击列强在亚洲的殖民统治 首次提出较系统地发展资本主义的方案 2.开启了近代中国历史的革命模式 近代中国的社会矛盾空前尖锐，不摧毁旧制度无法改变陈腐的生产关系，无法解放和发展生产力 太平天国革命在后世产生了激励作用 3.改变了晚清以降的历史格局 改变满汉关系 因有军功，湘军、淮军将官被选任要职，汉人渐居督抚要位 促使军队私属化 募乡民为士兵，选同乡做官佐 “将死军散，将活军存” 改变地方与中央关系 地方大员集行政权、人事、财政诸权于一身，形成“督抚专政”的局面 （对中央形成威胁 ） 二、统治层的自救与自强1.洋务运动的背景 1860年前后，中国再次遭受列强的侵略战争 广州 被英法联军攻占；京城 沦陷，圆明园被毁 被迫签订了《北京条约》等一系列不平等条约 “当和议之成，吾人不为自强 之言” 内忧外患之下，“自强”运动兴起，史称洋务运动 “制敌在乎自强 ，自强 必先练兵。比者抚局虽成，而国威未振，宜虽国振兴，使彼顺则 可以相安，逆则 可以有备。” 2.洋务运动的启动 1861年1.1，清廷批准成立，初名“抚夷局 ”，后被迫改名为“总理各国事务衙门 ” 总览外交以及同外国发生干系的财政、军事、教育、制造、矿物、交通、海防、边务等各方面的大权，成为一切洋务的包办者 布新而不除旧，从边缘推进改革洋务运动都是地方督抚大员在推进，即使筹建海军等使馆国防的大事也不例外 洋务企业一般在沿海、沿江地区 阻力、风险、掣肘、统筹计划、成效 中体西用，从器物方面学习西方【重要】 1876年，李鸿章会见日本驻中国公使森有礼 ，两人就日本“易衣冠”的问题有过讨论 衣冠服制（中方认为不可学，日方认为可学） 礼→中体，不可动摇的本 军器、铁路、电信及其他器械 术→西用，拿来为用的工具 “以中国之伦常名教 为根本，辅以诸国富强之术 ” “中学为体，西学为用”是洋务运动的纲领，意指以中国封建伦常所维护的统治秩序为主体，用西方近代工业和级数为辅助，以前者来支配后者 。 3.洋务运动的历史作用【重要】 1865年，以容闳从美国购买机器为基础，当称是“御侮之资，自强之本”的江南制造总局诞生 洋务运动以军事建设起步，由此，西方枪炮、轮船、弹丸、机器等被引入中国以求“自强 ” 至1894年，军事工业企业数量为24所 1.启动了中国近代工业的历程（生产力方面） 坚船利炮并非孤立之物 军工企业需要远离原料、燃料、交通、资金等方面支持 1870年，开始创办民用企业，以达“求富”目标 至1894年，民用工业企业数量大于40所 2.促进了民族资本主义的发展1）官办企业： 洋务所办军工企业 国库支付开销，产品调拨分配，内无利润积累，外无市场联系，是历史上官办封建工业的延续 官督商办（或官商合办） 洋务所办民用企业（官僚资本主义的前身，颇具封建性，多经营不善） 官督商办是针对官无资金、不善经营，商有资本且善经营而采取的一种经营企业的方式 “官为护持，商以承办”，由官府督办，商人自筹股资、具体经营 2）买办与买办资产阶级 唐廷枢，广东省唐家湾人，曾在香港读书，做过低级职员、翻译，后怡和洋行做代理生意。 买办，comprador，起初指为外商服务的采买人或管事人 洋务运动时期，买办商人开始投资于官督商办企业，或成立创办近代工商企业 买办商人身上兼具买办性与民族性 后世所说的买办资产阶级 ，指依附外国垄断资本并为他们服务的大资产阶级 3）民族资本主义企业 洋务企业一定程度上在社会上形成表率和带动，一些持有货币财富者开始独立投身于创办近代企业 1872年创办于南海的继昌隆缫丝厂（陈启源）为近代中国第一家民族资本主义企业；早期这类企业多经营缫丝、火柴、面粉、造纸、碾米等，规模不大 民族资本主义 与封建官府没有太多瓜葛，与外商也少有联系，代表中国独立发展资本主义的方向 3.出现了近代文化教育事业使封建文教体制边上长出了新式文教事物 新式学校 翻译学堂 （广方言馆） 工艺学堂、军事学校 留学生 官派赴美国留学 赴英法学习海军 4.带来了生活方式和社会风气的变化 现代技术和器物开始被接受 工商业者地位开始上升（张謇：大生纱厂） 社会价值出现多元 4.洋务运动的失败原因【重要】甲午一战，北洋海军全军覆没，以“自强”和“求富”为目标的洋务运动失败了 1）封建性 垄断经营、侵吞商股，压制民族资本 “中体 西用 ”指导思想不可行 2）腐朽性 官办企业仍封建衙门式的管理方式 官督商办等企业中也是管理腐败，具有官场恶习 3）依赖性 对外技术的依赖 “守约”带来的妥协性 三、士大夫的觉醒与变革1.百日维新2.维新变法的内容 3.维新变法运动的特点 除旧布新并行 尝试制度改变 中枢驱动变法 延续洋务举措 4.戊戌政变 变法运动一开始就遭到了抵制与反对。1898年9.21，以慈禧太后为首的封建派发动政变，慈溪重新“训政”。之后，不少变法措施陆续被中止，光绪皇帝被软禁，谭嗣同等6人被杀，史称“戊戌六君子” 维新变法运动的意义和教训如何？ 爱国救亡 资产阶级性质的政治改良 思想启蒙 封建势力的强大 所代表的阶级基础弱小 维新派本身具有局限性 四、结语 近代早期，下层民众、统治阶级、士大夫群体都先后为应对“大变局”而行动起来。 事实证明，传统农业社会里的阶级力量难以解决近代中国所面临的问题，中国需要新的阶级力量；通过统治者走自下而上的改良道路也很难成功。 改革之门越窄，革命之门就越宽；改革之门紧闭之时，就是革命之门敞开之日。","categories":[],"tags":[]},{"title":"","slug":"lesson4","date":"2018-04-20T01:26:45.425Z","updated":"2018-04-20T01:57:41.221Z","comments":true,"path":"2018/04/20/lesson4/","link":"","permalink":"http://yoursite.com/2018/04/20/lesson4/","excerpt":"","text":"title： 第四讲 辛亥革命与民国建立 义和团运动 武力“灭洋” 自立军起义 武装“勤王” 唐才常 惠州起义 武装革命 孙中山 一、革命力量的兴起1. 革命力量的崛起革命先行者孙中山（1866-1925），广东香山县翠亨村人，少年时曾赴檀香山读书（普那河中学），后回香港，1892年毕业于香港西医书院。 “振兴中华” 1894年，孙中山在檀香山成立中国第一个资产阶级革命团体——兴中会 资产阶级→反封建；革命——武装 是会之设，专为振兴中华、维持国体起见。…… “振兴中华”口号紧扣救亡图存的时代主题，标志着中华民族意识的觉醒，表达了反对列强侵略压迫、建立现代民主国家的民族复兴目标 留学生中的革命者 因接触到近代西方资本主义文化，对民族危难由更深认识，留学生成为革命的中坚力量。 导火索之一：中俄战争。日本和俄国在东北打仗，清政府“局外中立”无所作为 1903年之后，更多留日学生投身革命。 陈天华，1903年撰写《警世钟》《猛回头》两本小册子，痛陈帝国主义侵略给中国带来的沉重灾难。 揭露清政府已成帝国的 邹容，1902年留日，1903年写成《革命军》，因《苏报》案被捕入狱，1905年病逝于狱中。 革命团体的涌现 1904年开始，先后出现了10多个革命团体，如华兴会、科学补习所、光复会（江浙人士：蔡元培、陶成章、秋瑾、周树人）、岳王会（陈独秀）等。 这些革命团体的成立为革命思想的传播及革命运动的发展提供了不可缺少的组织力量。 统一革命组织的建立 1905年，在各团体的基础上成立了同盟会，这是一个全国规模 ​ 2.革命的纲领 三民主义 民族主义 驱除鞑虏，恢复中华→民族革命 以革命手段推翻清政府，反对民族歧视与民族压迫；建立中华民族的独立国家，以此实现民族革命 小民族主义向大民族主义的转变* 民权主义 创立民国→政治革命 推翻封建专制制度，建立资产阶级民主共和国，实现政治革命。 “五权分立”：立法、行政、司法、考试、监察 “建国三序”：军法（三年）、约法（六年）、宪法 民生主义 平均地权→社会革命 为避免中国因富强出现贫富分化，进而产生“社会革命”。提出解决土地问题的办法 通过国家购买、重新分配等合欢手段解决农民的土地要求。 目的：举政治革命、社会革命毕其功于一役 孙中山是“洪秀全第二”吗？ 成员成分 组织方式：政党 理想信念 意识形态 社会改造方案：反对封建专制、提倡民主共和 ​ 是一场资产阶级民主革命 3.革命活动 宣传革命思想 ：革命党人出版书籍、发行报刊、宣传革命思想 ​ 改良人士论战。扩大影响 组织革命团体 ：凝聚革命力量 个人实施暗杀活动： 打击清王朝统治 汪精卫随同伴识图刺杀摄政王失败被捕。 极端行为，为了理想；不可取：有威慑意义但无法从根本上解决问题 发动武装起义 ：力图推翻清政府 革命的潜势由清政府决定 二、清末新政1.清末“新政”的推行经历“庚子之难”之后，清廷于1901年下诏成立督办政务处 ，宣布实行“新政” 重新启动维新变法运动的内容 涉及法律改革、军事改革、奖励实业、教育改革、政治改革 ，在社会上形成了新的职业群体与阶层人群 ###1. 军制改革 核心内容是编练新军 1895年后试练新军，“新政”开始全国推行，到1905年，统一把全国军队编制为36镇，按省分配，限年完成 设立了新式的军事学堂，聘请留学生任教，培养新式军事人才 随之出现了新式军人群体 ###2. 教育改革 新政中最富积极意义而有极大社会影响的内容是教育改革，尤其是废除科举 1901年，废除八股 1905年，各省督抚会奏《立停科举以广学校折》 颁布上谕，废纸科举；自1906年开始，会使及各省的风岁试一律停止。 鼓励留学 出现了学堂学生及更多的留学生 非常具有反抗意识 学堂风潮（学潮） ###3. 实业改革 成立商部，由政府出面倡导实业 制定了商法，为新式企业提供法律依据与保障 奖励实业，工商业者可凭借资材获得爵位 出现实业家群体 ###4. 政治改革 “新政”起动官职改革，整顿吏制，裁撤机构 1906年开始“立宪”改革 1906年，在五大臣出洋考察的技术长，清廷宣布“预备立宪”，预备期为20年 随后，下令中央设立资政院，地方筹设谘议局 在预备立宪运动中，出现了一些团体，立宪派人士 活跃 谭延闿等人在湖南组织“宪政公会” 张謇、郑孝胥在江浙组织的“预备立宪公会” 汤化龙在湖北组织“宪政筹备会” 2.“新政”实行的后果 ###曲折的立宪之路 1908年，清廷颁布了《钦定宪法大纲》23条 立宪预备为9年 14条规定皇帝权力，皇权不受限制 9挑规定臣民义务，没有赋予臣民权利 1908年，筹办咨议局，事务为地方督抚把持；希望速开国会，朝廷不许，发起国会请愿活动 1911年5月，清廷发布那个名单 内阁成员13名，其中满族9人（皇室宗族7名），汉人4名。 立宪人士与清廷最终分道扬镳 庚子事变动摇了清政府的权威，新政难得老百姓支持 《辛丑条约》巨额赔款使清政府财政吃紧，筹办“新政”又需要经费支持 搜刮老百姓 中国须向各国赔款4.5亿两，40年内分期还清，还款总额超过10亿两 1900年之后10年里，清政府的岁入由0.8亿两增长到3.3亿两 3.清末“新政”的启示 社会改革的成功需要怎样的条件 历史时机 物质条件 主持者的能力、公信力与信任度 相对一致的社会共识 20世纪初，中国选择革命 三、辛亥革命的爆发1.武昌起义 1911年9月，湖北共进会、文学社两个革命团体组织筹备日起义。10月9日意外爆炸事件使起义计划泄露，三位革命党人被捕牺牲 在“仓促不得人选”的情况下，新军第21混成协协统黎元洪就任湖北军政府都督 2.中华民国临时政府成立1911年底，宣布“独立”的各省代表在南京选举孙中山为临时大总统；1912年1月1日，孙中山在南京宣誓就职，中华民国临时政府成立 其政策集中代表和反映了中国民族资产阶级的愿望和利益，在相当程度上也符合广大中国人民的利益 在资产阶级共和体制之下，实行总统制 3.清帝退位 清廷曾派代表与革命军进行了5次会谈，讨论停战 及国体 问题。各省纷纷“独立”的大势之下，君主立宪终未得逞 南京政府建立之后，经南北和谈，1912年2月12日，清帝接受中华民国对皇室的优待条件，下诏宣布逊位 专制皇权推出中国历史舞台 四、结语 20世纪，革命成为历史大势所趋 革命推翻了通知中国260余年的清王朝，终结了中国延续2000多年的专制皇权，打破了历代农民起义改朝换代的轮回。中国告别帝制，走向共和。 但是，中国民主制度的建立还将经理反复曲折，民主与专制的斗争仍未结束。","categories":[],"tags":[]},{"title":"","slug":"lesson5","date":"2018-04-20T01:26:34.803Z","updated":"2018-04-20T01:58:01.714Z","comments":true,"path":"2018/04/20/lesson5/","link":"","permalink":"http://yoursite.com/2018/04/20/lesson5/","excerpt":"","text":"title： 第五讲 民国初年的政治 一、中华民国的建立##1.《临时政府组织法大纲》 革命之后如何建立政权？各省代表在武昌组成“各省都督代表联合会”，通过《临时政府组织法大纲》 以宪法性文件 确认新政权的合法性 采用西方以宪法、国会、总统为支柱的资产阶级政治制度→国体 规定临时政府的行政建制为总统制，总统 由各省都督府的代表选举产生→南京临时政府 设立参议院 为立法机关，发挥国会作用→南京临时参议院 2.中华民国临时政府成立 1911年12.29，各省代表在南京选举临时大总统，孙中山先生当选； 1912.1.1，孙中山就任大总统，发布《临时大总统宣言书》《告全国同胞书》等文件，正式宣布中华民国的诞生； 中华民国为资产阶级民主共和国，政权组织形式采取总统制。 倾覆满洲专制政府，巩固中华民国，图谋民生幸福，此国民之公意，文实遵之，以忠于国，为众服务。至专制政府既倒，国内无变乱，民国卓立于世界，为列邦公认，斯时文当解临时大总统之职，谨以此誓于国民。——《大总统誓词》 总统制与内阁制 资产阶级民主制度下存在两种政体：君主立宪与民主共和 民主共和体制之下，具体的政权组织形式有总统制与内阁制之分 总统制下，或直接或间接选出的总统既是国家元首，同时兼任政府首脑，拥有较大的权力 。 内阁制下，总统是作为国家象征的元首，权力相对较小；政府由议会多数党或政党联盟组成，总理及其任命的内阁掌握行政权，对议会负责。 3.南京临时参议院成立 宣布“独立”17省以每省3人为限，组成临时参议院，在国会成立之前，代行“中华民国之立法权” 1912年1.28，南京临时参议院正式成立，会议推举同盟会会员林森为参议院院长 4.民国的国歌与国旗国旗： 临时参议院决定以红黄蓝白黑五色旗为中华民国国旗，象征五族共和 十八星旗为陆军旗，青天白日旗为海军旗 国歌： 1896，李鸿章作为外交特使赴西欧和俄罗斯作礼节性访问，应急之下，清政府临时制作一首“国歌”，即“李中堂乐” 1911.10.4，清廷颁布由严复作曲、傅侗作词、郭曾炘修订的国歌《巩金瓯》 1912.2，南京临时政府公布了由沈恩孚作词、沈彭年谱曲的中华民国国歌 揖美追欧，旧邦新造 二、民主共和政治的尝试1.立法机构与立法活动中华民国临时约法 1912.3.11，南京临时参议院通过了《中华民国临时约法》。 《中华民国临时约法》是中国历史上第一部具有资产阶级共和国宪法性质的法典。 以根本大法的形式废除了中国两千年来的封建君主专制制度，确认了资产阶级民主共和国的政治制度。 中华民国之主权，属于国民全体。强调国家主权及其归属 全国人民一律平等，都有人身、财产、营业、言论、出版、集会、结社、通信、居住迁徙、信仰的自由，均能接受情愿、陈诉、考试、选举和被选举等民主权利。 第一次规定了公民权利 以参议院（立法）、临时大总统（国家元首）、国务员（行政机构）、法院（司法）共同行使国家统治权，由此确立了行政、立法和司法三权分立的原则。 以分权限制个人专权 政权的组织形式改为内阁制，那个直接向国会负责，全体国务员与内阁总理组成行政机关，行使行政职权。由总统制向内阁制的转变 北京临时参议院 袁世凯在北京就任大总统后，临时参议院迁至北京，是为北京临时参议院。 根据《中华民国国会组织法》等法律，1912年底至1913年初，国会选举举行（只有1%国民投票） 具选民资格者占比少 参加投票者少 选民与议员之间并未有牢固的代表与被代表的关系 2.政党政治的初现 1912.3.3，同盟会南京召开本部全体大会，正式宣布同盟会改组为公开的政党。举苏宁中山为总理，黄兴、黎元洪为协理。8.25，同盟会又与四党合并，正式成立国民党 。 1913.5，共和党、民主党 、统一党联合组成进步党 ，黎元洪为党魁，实际党务由梁启超负责。 至此，民国初年各派政治势力的重新分化组成大体完成，形成了国民、进步两党对峙的形势 其中难见明确的政党政纲，政党缺乏群众基础 3.内阁制的艰难起步 内阁成员的人选之争 唐绍仪力图依照各国责任内阁制的通例，所有国家重大决策均取决于那个，结果是国务院权力渐大，总统府权力渐小； 袁世凯力图打破内阁制约束，把控实权 唐绍仪之后，袁世凯提议陆征祥任内阁总理，但陆内阁的新内阁成员无法在参议院通过，后被免职 ​ 三、北洋军阀统治的形成1.袁世凯就任临时大总统1912.3.10袁世凯在北京就任中华民国临时大总统，民国的政治中心由南京而北京 依照《中华民国临时约法》，袁世凯所任为内阁制之下的大总统。袁世凯无心依法行事，民主共和制渐渐被破坏。 北洋军阀统治局面逐渐形成。 2.民主共和制度的夭亡政党政治的终结 1912底的国会选举中，国民党大获全胜 宋教仁希望组织以他为首的责任内阁，推行资产阶级议会民主制度。 1913.3.20，宋教仁被杀→说明北洋统治的专制与黑暗，借此，袁世凯破坏共和制度。 1913.7，革命党发动了“二次革命”，举起了武力反袁的旗帜 1913.11，袁世凯解散国民党，通缉孙中山等人，黄兴等被列为“乱党”首领，政党政治不复存在。 解散国会与重订”约法“ 1913.4，第一届国会开幕 国会通过了《总统选举发》；后受胁迫，国会选举袁世凯为大总统 1913.11，袁世凯下令解散国民党，使国会失去开议法定人数而自动停摆 1914.1，下令解散国会 ，代之以”“政治会议” 1914.5，袁氏御用的“约法会议 “制定《中华民国约法》代替《约法》 北洋时期的内阁沦为袁世凯的傀儡 内阁制遭到破坏 《中华民国约法》扩大总统权力，改内阁制 为总统制 。 《修正大总统选举法》规定，总统任期十年，得连任；新总统由现任大总统推举。 自此，北洋政府中的总统 均有实力派军阀担任，内阁总理 在政府运行中居于从属地位。 北洋时期的总统制其实是一种披着现代政治外衣的军阀统治。 作为民主共和制度的要素——政党政治、国会立法、内阁行政等都遭到袁世凯的破坏。 洪宪帝制 袁世凯镇压二次革命后，北洋派占据了绝对优势，民初政治力量的平衡已不复存在 1915.12.12袁世凯发表接受帝位申令，次日接受百官朝贺，准备在1916年元旦登基称帝 梁启超撰《异哉所谓国体问题者》 蔡锷组织讨袁护国军 北洋派段祺瑞、冯国璋等人反对帝制 后袁世凯被迫取消帝制 3.封建军阀统治的形成 袁世凯破坏了民主共和体制，开始了北洋军阀封建统治；袁世凯身后名中国陷入了军阀割据混战局面 北洋军阀：多来自于袁世凯小站练兵时得旧人，后分为直系、皖系两支。 西南军阀；多由辛亥革命后得都督演变而来，以滇、桂为主，也包括黔、川、粤、湘。滇系首领唐继尧、桂系首领陆荣廷。 军阀政治的恶果： 军阀混战带来军队扩张、社会破坏、人民负担重 军阀把持政治，造成中国政局动荡 为列强操控中国政治、侵略中国经济以可乘之机 尊孔复古思潮猖獗一时 民国具有复杂的历史面相，其战乱、动荡、萧条促使人们寻求新的社会转机 5.旧民主主义革命的终结革命党人的努力 1913年7月，孙中山发起武装反袁的“二次革命” 1915年12月，蔡锷举起护国旗帜，发起护国运动 1917年7月，孙中山联合西南军阀，组织护法运动 护法运动的失败，标志着中国民族资产阶级领导的旧民主主义革命的终结。 ​ 辛亥革命的成与败【重点】 打击了封建势力与帝国主义势力 建立了资产阶级民主共和政府 推动了社会变革与思想解放 未能彻底解决反帝反封建的任务 结语 中华民国尝试以立法、行政、司法分权制衡的原则来建立资产阶级民主共和制度 民国政治起步艰难，民主共和屡遭破坏，最终中国陷入封建军阀的统治之下 旧民主主义革命终结了，一场思想文化领域的运动正在兴起","categories":[],"tags":[]},{"title":"","slug":"lesson6","date":"2018-04-20T01:26:25.520Z","updated":"2018-04-20T01:58:17.454Z","comments":true,"path":"2018/04/20/lesson6/","link":"","permalink":"http://yoursite.com/2018/04/20/lesson6/","excerpt":"","text":"title： 第六讲 马克思主义传播与中国共产党诞生一、新文化运动的兴起【重要】 所谓立宪整体，所谓国民政治，果能实现与否，纯然以多数国民对于政治，自觉其居于主人的主动的地位为唯一根本之条件 。自居于主人的主动的地位，则应自进而建设政府，自立法度而自服从之，自定权利而尊重之。 吾敢断言曰：伦理的觉悟 ，为吾人最后觉悟之最后觉悟。——陈独秀《吾人最后之觉悟》 立宪政体→多数国民之自觉→伦理的觉悟 ：思想启蒙、文化觉醒、观念更新 1.新文化运动的兴起关于辛亥革命失败的思考 陈独秀认为，立宪政体之实现、多数国民之自觉，需要通过思想启蒙来完成“伦理的觉悟” 鲁迅提出“国民性”改造问题 孙中山思考着“心理建设”的命题 正是在对辛亥革命失败原因的痛苦反思中，产生了“更新文化价值观念以改造国民性” 的新文化运动 关于学习西方命题的思考 革命成功将近十年，所有希望的件件都落空了，渐渐有点废然思返，觉得社会变化是整套的，要拿旧心理 运用新制度 ，决计不可能，渐渐要求全人格的觉醒 。——梁启超 师夷：器物层面（1860后）→制度层面（1895前后）→观念层面（1915前后） 与西方观念发展方向相反 ###《新青年》创办 1915年夏天，陈独秀在上海创办《青年杂志》 在陈独秀看来，中国的民主革命缺少像西方曾经历的、从意大利文艺复兴到法国启蒙运动的历史阶段，新文化运动的发起即有补课之意。还是揖美追欧 陈独秀受邀担任北京大学文科学长，主张新思想、新文化 的《新青年》移师于提倡新教育、新学风 的北大。 以《新青年》为主阵地、以北京大学为摇篮，新文化运动得到有力推进。2.民主与科学 提倡民主与科学，为什么要“排孔” 孔子是封建纲常的招牌 “正因为二千年吃人的礼教法制都挂着孔丘的招牌，故这块招牌——无论是老店、是冒牌——不能不拿下来，捶碎、烧去！”（胡适） 吃人（鲁迅） 孔子之道不合于现代生活 我们反对孔教，并不是反对孔子个人，也不是说在古代社会无价值。不过因他不能支配现代人心，适合现代潮流，还有一班人硬要拿他出来压迫现代人心，抵抗现代潮流，成为我们社会进化的最大障碍。（陈独秀） “非礼”是新文化运动观念革命的重要一步。期间有矫枉过正的倾向 民主与科学 是新文化运动的基本口号 追本朔源，本志同人本无罪，只因为拥护那德谟克拉西 和赛因斯 这两位先生，才犯下这几条滔天的大罪。——陈独秀《本志罪案之答辩书》 提倡民主、反对孔教；提倡科学、反对迷信通过思想启蒙，将人从封建束缚中解放出来 ####民主： 既强调资产阶级民主政治制度 ； 更强调民主精神、民主思想 ，比如个性解放、人格独立、自由 民主观念等内容。 科学： 既指具体的科学技术、科学知识 ； 更强调科学思想、科学精神、科学方法 。 科学与民主是近代中国人找到的最重要的是非标准 3.西方思潮的涌入五四之后的几年进入中国的各色理论和“主义” 新实在论、尼采学说、先验主义、孔德学说、国家主义、实验主义、实用主义、柏格森学说 无政府主义、 马克思主义…… 其中寄托着时人各样的信仰（给了中国人选择的机会） 二、马克思主义成为新思潮主流1.“一战”引发新思考一战引起了对于西方制度与文明的反思 知识分子 底层人民 及苏联之后出现了几个苏维埃政权 几乎在各主要资本主义国家都出现了大规模罢工 寻找“第三文明”2.十月革命揭示新道路 经济文化落后的国家也可以在社会主义思想指引下走向解放之路 苏俄的反帝反侵略的立场、平等对待中国的态度，推动社会主义思想在中国的传播 俄国工农群众革命成功提供了用暴力革命改造国家的方法启示 3.五四运动唤起新觉悟【重要】五四运动的爆发 和会规定，德国应将在中国山东获得一切特权转交给日本；5月2日《晨报》发表林长民《外交警报警告国人》：“胶州亡矣，山东亡矣，国不国矣！” 5月4日，北京大学等十几校学生集会天安门，呼吁向列强抗议，后学生运动发展为全国性的反帝爱国群众运动 运动形式 由学生抗议发展为罢工和罢市 斗争主力 由学生而工人 运动中心 由北京而上海 进步知识分子看到了群众的力量 五四运动中，中国的工人阶级、人民群众显示出强大的革命力量 群众参与运动、影响运动的事实,促使人们思考在中国走十月革命之路的可行性 。 一些先进知识分子开始认真地研究马克思主义的学说，马克思主义得到迅速传播 马克思主义迅速传播，形成两个中心北京：1920年初，在李大钊的主持下，北大成立了马克思学说研究会，成员有邓中夏、高君宇、刘仁静等。 上海：陈独秀南下之后凝聚了一批马克思主义研宪者，他们多数是从日本回来的留学生，有李达、陈望道、李汉俊等人。 为什么历史和人民选择了马克思主义【重要】 在新文化运动 思想启蒙的背景下，中国反思“一战” 之后的西方显示，努力寻求更合理、更先进的制度与文明； 当进步的中国人在苦苦探寻救国方策时，邻国苏俄所建立的 反强权、反压迫、奉行平等、正义的新社会 引起了这些志士仁人的向往与学习； 五四运动 也促使先进中国人投身群众运动、研究和传播马克思主义； 早期的马克思主义者，是经过反复思考和比较之后选择了马克思主义，这是理性的、合理的选择。 三、中国共产党的创建1.中国共产党的早期组织2.中国共产党“一大”召开1921年7月23日至31日”一大“召开 通过《中国共产党第一个纲领》 强调军队与无产阶级一起推翻资本家政权；建立无产阶级转正；消灭阶级；废除私有制。 通过《中国共产党第一个决议》 确定实际工作计划 把工人运动放在全部工作中的首要地位 选举中央局：陈独秀、张国焘、李达 宣告全国性统一的无产阶级额政党成立 四、结语 经由新文化运动的启蒙、“一战”引发的反思、十月革命的影响、五四运动的推助等，马克思主义成为历史选择； 马克思主义的新信仰催生了新的组织——中国共产党，这一组织为中国的社会生活带来了全新的内容。","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2018-04-16T13:30:22.989Z","updated":"2018-04-20T01:56:26.821Z","comments":true,"path":"2018/04/16/hello-world/","link":"","permalink":"http://yoursite.com/2018/04/16/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}