{"meta":{"title":"我在荒岛上迎接黎明","subtitle":"Guo Shuyin's studio","description":null,"author":"郭书音","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"第四讲 辛亥革命与民国建立","slug":"第四讲 辛亥革命与民国建立","date":"2018-04-16T14:12:42.241Z","updated":"2018-04-16T14:13:58.514Z","comments":true,"path":"2018/04/16/第四讲 辛亥革命与民国建立/","link":"","permalink":"http://yoursite.com/2018/04/16/第四讲 辛亥革命与民国建立/","excerpt":"","text":"义和团运动 武力“灭洋” 自立军起义 武装“勤王” 唐才常 惠州起义 武装革命 孙中山 一、革命力量的兴起1. 革命力量的崛起革命先行者孙中山（1866-1925），广东香山县翠亨村人，少年时曾赴檀香山读书（普那河中学），后回香港，1892年毕业于香港西医书院。 “振兴中华” 1894年，孙中山在檀香山成立中国第一个资产阶级革命团体——兴中会 资产阶级→反封建；革命——武装 是会之设，专为振兴中华、维持国体起见。…… “振兴中华”口号紧扣救亡图存的时代主题，标志着中华民族意识的觉醒，表达了反对列强侵略压迫、建立现代民主国家的民族复兴目标 留学生中的革命者 因接触到近代西方资本主义文化，对民族危难由更深认识，留学生成为革命的中坚力量。 导火索之一：中俄战争。日本和俄国在东北打仗，清政府“局外中立”无所作为 1903年之后，更多留日学生投身革命。 陈天华，1903年撰写《警世钟》《猛回头》两本小册子，痛陈帝国主义侵略给中国带来的沉重灾难。 揭露清政府已成帝国的 邹容，1902年留日，1903年写成《革命军》，因《苏报》案被捕入狱，1905年病逝于狱中。 革命团体的涌现 1904年开始，先后出现了10多个革命团体，如华兴会、科学补习所、光复会（江浙人士：蔡元培、陶成章、秋瑾、周树人）、岳王会（陈独秀）等。 这些革命团体的成立为革命思想的传播及革命运动的发展提供了不可缺少的组织力量。 统一革命组织的建立 1905年，在各团体的基础上成立了同盟会，这是一个全国规模 ​ 2.革命的纲领 三民主义 民族主义 驱除鞑虏，恢复中华→民族革命 以革命手段推翻清政府，反对民族歧视与民族压迫；建立中华民族的独立国家，以此实现民族革命 小民族主义向大民族主义的转变* 民权主义 创立民国→政治革命 推翻封建专制制度，建立资产阶级民主共和国，实现政治革命。 “五权分立”：立法、行政、司法、考试、监察 “建国三序”：军法（三年）、约法（六年）、宪法 民生主义 平均地权→社会革命 为避免中国因富强出现贫富分化，进而产生“社会革命”。提出解决土地问题的办法 通过国家购买、重新分配等合欢手段解决农民的土地要求。 目的：举政治革命、社会革命毕其功于一役 孙中山是“洪秀全第二”吗？ 成员成分 组织方式：政党 理想信念 意识形态 社会改造方案：反对封建专制、提倡民主共和 ​ 是一场资产阶级民主革命 3.革命活动 宣传革命思想 ：革命党人出版书籍、发行报刊、宣传革命思想 ​ 改良人士论战。扩大影响 组织革命团体 ：凝聚革命力量 个人实施暗杀活动： 打击清王朝统治 汪精卫随同伴识图刺杀摄政王失败被捕。 极端行为，为了理想；不可取：有威慑意义但无法从根本上解决问题 发动武装起义 ：力图推翻清政府 革命的潜势由清政府决定 二、清末新政1.清末“新政”的推行经历“庚子之难”之后，清廷于1901年下诏成立督办政务处 ，宣布实行“新政” 重新启动维新变法运动的内容 涉及法律改革、军事改革、奖励实业、教育改革、政治改革 ，在社会上形成了新的职业群体与阶层人群 军制改革 核心内容是编练新军 1895年后试练新军，“新政”开始全国推行，到1905年，统一把全国军队编制为36镇，按省分配，限年完成 设立了新式的军事学堂，聘请留学生任教，培养新式军事人才 随之出现了新式军人群体 教育改革 新政中最富积极意义而有极大社会影响的内容是教育改革，尤其是废除科举 1901年，废除八股 1905年，各省督抚会奏《立停科举以广学校折》 颁布上谕，废纸科举；自1906年开始，会使及各省的风岁试一律停止。 鼓励留学 出现了学堂学生及更多的留学生 非常具有反抗意识 学堂风潮（学潮） 实业改革 成立商部，由政府出面倡导实业 制定了商法，为新式企业提供法律依据与保障 奖励实业，工商业者可凭借资材获得爵位 出现实业家群体 政治改革 “新政”起动官职改革，整顿吏制，裁撤机构 1906年开始“立宪”改革 1906年，在五大臣出洋考察的技术长，清廷宣布“预备立宪”，预备期为20年 随后，下令中央设立资政院，地方筹设谘议局 在预备立宪运动中，出现了一些团体，立宪派人士 活跃 谭延闿等人在湖南组织“宪政公会” 张謇、郑孝胥在江浙组织的“预备立宪公会” 汤化龙在湖北组织“宪政筹备会” 2.“新政”实行的后果 曲折的立宪之路 1908年，清廷颁布了《钦定宪法大纲》23条 立宪预备为9年 14条规定皇帝权力，皇权不受限制 9挑规定臣民义务，没有赋予臣民权利 1908年，筹办咨议局，事务为地方督抚把持；希望速开国会，朝廷不许，发起国会请愿活动 1911年5月，清廷发布那个名单 内阁成员13名，其中满族9人（皇室宗族7名），汉人4名。 立宪人士与清廷最终分道扬镳 ​ 庚子事变动摇了清政府的权威，新政难得老百姓支持 《辛丑条约》巨额赔款使清政府财政吃紧，筹办“新政”又需要经费支持 搜刮老百姓 中国须向各国赔款4.5亿两，40年内分期还清，还款总额超过10亿两 1900年之后10年里，清政府的岁入由0.8亿两增长到3.3亿两 3.清末“新政”的启示社会改革的成功需要怎样的条件 历史时机 物质条件 主持者的能力、公信力与信任度 相对一致的社会共识 20世纪初，中国选择革命 三、辛亥革命的爆发1.武昌起义 1911年9月，湖北共进会、文学社两个革命团体组织筹备日起义。10月9日意外爆炸事件使起义计划泄露，三位革命党人被捕牺牲 在“仓促不得人选”的情况下，新军第21混成协协统黎元洪就任湖北军政府都督 2.中华民国临时政府成立1911年底，宣布“独立”的各省代表在南京选举孙中山为临时大总统；1912年1月1日，孙中山在南京宣誓就职，中华民国临时政府成立 其政策集中代表和反映了中国民族资产阶级的愿望和利益，在相当程度上也符合广大中国人民的利益 在资产阶级共和体制之下，实行总统制 3.清帝退位 清廷曾派代表与革命军进行了5次会谈，讨论停战 及国体 问题。各省纷纷“独立”的大势之下，君主立宪终未得逞 南京政府建立之后，经南北和谈，1912年2月12日，清帝接受中华民国对皇室的优待条件，下诏宣布逊位 专制皇权推出中国历史舞台 四、结语 20世纪，革命成为历史大势所趋 革命推翻了通知中国260余年的清王朝，终结了中国延续2000多年的专制皇权，打破了历代农民起义改朝换代的轮回。中国告别帝制，走向共和。 但是，中国民主制度的建立还将经理反复曲折，民主与专制的斗争仍未结束。","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2018-04-16T13:30:22.989Z","updated":"2017-10-28T00:39:58.000Z","comments":true,"path":"2018/04/16/hello-world/","link":"","permalink":"http://yoursite.com/2018/04/16/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}